---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.AnalysisResults
source: html/588a9cd6-ba66-8937-f407-5c8d2d6356b8.htm
---
# Autodesk.Revit.DB.GroupTypeId.AnalysisResults Property

Analysis Results.

## Syntax (C#)
```csharp
public static ForgeTypeId AnalysisResults { get; }
```